Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/algu6-n.html.tmx
Source language: nob
Languages: sme

source: Innledning:
sme: Álggahus:

source: Du har nå foran deg det sjette og siste bindet i serien Samisk skolehistorie.
sme: Don leat dál lohkame Sámi skuvlahistorjá-ráiddu guđat ja maŋimus girjji.

source: Serien har blitt mye større enn vi i redaksjonen og forlaget opprinnelig hadde tenkt.
sme: Dát ráidu lea šaddan ollu stuorit go mii doaimmahusas ja lágádusas álggos jurddašeimmet.

source: Underveis har vi funnet langt mer og mer allsidig stoff om opplæring for samiske elever enn vi kunne ha drømt om. Så vi avslutter ikke på grunn av mangel på stoff, men fordi vi ikke kan holde på i det uendelige, og vi mener at etter 10 års arbeid og 6 bind har vi gitt eit brukbart bidrag til denne historia.
sme: Barggadettiin dáinna mii leat gávdnán ollu eanet ja eambbo máŋggabealat dieđuid sámi ohppiid oahpu birra go sáhtiimet niegadit ovdalgihtii. Nu ahte mii eat loahpat dan dihte go ii leat eambbo maid muitalit, muhto go eat sáhte joatkit dán barggu agibeaivái.

source: I etterordet til denne boka er det gitt ei grundigere oppsummering av arbeidet, samtidig som vi peker på mulige veier videre.
sme: Dán girjji loahppasánis mii leat vuđolaččabut geassán dan barggu čoahkkái ja seammás čujuhan vejolaš luottaide viidáset.

source: Denne boka starter med forskjellige glimt fra lærerutdanninga i forskjellige tidsepoker.
sme: Dát girji álgá muitalusaiguin oahpaheaddjioahpus guđege áigodagas.

source: I misjonstida fra tidlig på 1700-tallet satsa man på å rekruttere samer til lærere for samiske elever.
sme: Miššunáiggis 1700-logu álggu rájes háliidedje sámiid oahpahit sámi ohppiid oahpaheaddjin.

source: Slik var det også da man starta opp Trondenes og Tromsø seminar.
sme: Nu lei maiddái dalle go álggahedje Runášši ja Romssa seminára.

source: En av de samene som mot alle odds fikk lærerutdanning i mellomkrigstida, forsøkte sjøl å rekruttere flere samer til å begynne på lærerskolen.
sme: Dattetge ledje muhtin hárve sámit geat ožžo oahpaheaddjioahpu maiddái garraseamos dáruiduhttináiggis, ja sin gaskkas lei oahpaheaddji gii geahččalii váikkuhit sámi nuoraid álgit oahpaheaddjiskuvlii.

source: Det gjorde han bl.a. med et radiokåseri som vi gjengir her.
sme: Nu son dagai ee. radiokoseriija bokte, maid mii almmuhit dás.

source: I tre artikler gir vi glimt fra Alta lærerhøgskole / Høgskolen i Finnmark, fra utdanninga av lærere, førskolelærere og sykepleiere.
sme: Golmma artihkkalis mii muitalit Álttá oahpaheaddjiallaskuvllas / Finnmárkku allaskuvllas, oahpaheddjiid, ovdaskuvlaoahpaheddjiid ja buohccedivššáriid oahpus.

source: Disse artiklene kommer alle inn på forholdet til Samisk høgskole fra denne blei etablert i 1989.
sme: Buot dáin artihkkaliin muitaluvvo maiddái dan birra makkár oktavuohta Finnmárkku allaskuvllas lei Sámi allaskuvllain, dan rájes go dát álggahuvvui 1989:s.

source: Fra Samisk høgskole har vi med tre studenters fortellinger, to lærerstudenter og en av de samiske veiviserne, som fulgte høgskolens kurs i formidling av samisk kultur.
sme: Sámi allaskuvllas mis leat golmma studeantta muitalusat; guokte oahpaheaddjistudeanta ja okta sámi ofelaš, gii čuovui Sámi allaskuvlla kurssa sámi kultuvrra gaskkusteamis.

source: For lulesamisk og sørsamisk har ansvaret for lærerutdanning de siste par tiåra ligget til høgskolene i Bodø og Levanger.
sme: Julevsámegiel ja lullisámegiel oahpaheaddjioahppu lea moaddelogi jagi leamaš Bådåddjo ja Davvi-Trøndelaga allaskuvllaid ovddasvástádus.

source: Ved hver av disse institusjonene er det én lærer som har stått for mesteparten av samiskundervisninga, og vi har fått begge til å fortelle om vilkåra for disse språka i høyere utdanning.
sme: Goappáge ásahusas lea sámegieloahpahus leamaš dušše ovtta oahpaheaddji ovddasvástádus, ja goappašat muitalit dás makkár eavttut dáin gielain leat leamaš ja leat alit oahpus.

source: Vi fortsetter så med noen glimt fra videregående opplæring, voksenopplæring og opplæring utafor det formelle skolesystemet.
sme: Mii de joatkit muhtin muitalusaiguin joatkkaoahpus, rávesolbmuidoahpus ja oahpus mii lea formálalaš skuvlavuogádaga olggobealde.

source: Folkehøgskolene har spilt en svært forskjellig rolle i forhold til samene, fra bevisst fornorsking på Solhov til Den samiske folkehøgskolens arbeid for å heve samisk ungdoms sjølbevissthet i ei tid der det samiske ellers ikke hadde noen plass i skoleverket.
sme: Álbmotallaskuvllain lea leamaš iešguđetlágán rolla sámiid ektui, Solhova mearrediđolaš dáruiduhttima rájes Sámi álbmotallaskuvlla doaimma rádjái, man ulbmil lei loktet sámi nuoraid iešdovddu áiggis mas sámegielas ja sámi kultuvrras muđui ii lean makkárge sadji skuvllain.

source: Vi har sett på seks forskjellige folkehøgskoler i Finnmark og Troms.
sme: Mii muitalit dás guđa álbmotallaskuvllas Finnmárkkus ja Romssas.

source: Fra opplæringa i duodji eller samisk husflid bringer vi ei fortelling fra videregående skole og ei om et spesielt prosjekt for formalisert opplæring i familien.
sme: Duodjeoahpus lea dás muitalus joatkkaskuvllas ja maiddái earenoamáš prošeavttas formaliserejuvvon oahpuin bearrašis.

source: En av de mange som aldri fikk opplæring i morsmålet sitt på skolen forteller her om hvordan hun lærte å skrive samisk på voksenopplæringskurs, og hva det har betydd for henne.
sme: Muhtin gii, nu go máŋgaset earát, ii ožžon makkárge oahpu iežas eatnigielas skuvllas, muitala dás mo son oahpai čállit sámegiela rávesolbmuidkurssas, ja maid dát lea mearkkašan sutnje.

source: Etter hvert har det blitt etablert samiske språksentre på et titall steder i Norge.
sme: Dađistaga leat álggahuvvon sámi giellaguovddážat logenáre báikkis Norggas.

source: Vi gir glimt fra et par av dem gjennom en artikkel fra språksenteret i Kåfjord, og i fortellinger fra Sørfjorden i Tromsø.
sme: Mii muitalit dás giellaguovddážiin Gáivuonas ja Moskavuonas Romssas.

source: Omlag halve boka består av artikler og fortellinger med hovedvekt på opplæring i grunnskolen.
sme: Sullii bealli girjjis leat artihkkalat ja muitalusat mat vuosttažettiin muitalit vuođđoskuvllas.

source: Det starter med skoltesamene i Sør-Varanger, og fortsetter med skoleminner fra Berlevåg, Nesseby, Tana og Karasjok.
sme: Mii álgit Mátta-Várjjaga nuortalaččaiguin, ja joatkit skuvlamuittuiguin Bearalvágis, Unjárggas, Deanus ja Kárášjogas.

source: Vi har denne gangen sett spesielt på Alta kommune, med sju artikler, både fra samiske bygder i Altafjorden, med særlig vekt på Lerresfjord, og fra samiskopplæringa i sentral-Alta i nyere tid.
sme: Dán háve lea erenoamáš fáddán Álttá suohkan, mas mis leat olles čieža artihkkala. Dat leat sihke Álttávuona giliin ja Álttá guovddáža sámegieloahpahusas ođđaset áiggis.

source: I Troms fylke har vi denne gangen konsentrert oss om midtfylket, med artikler fra Sørfjorden i Tromsø og fra Sameskolen for Troms.
sme: Romssa fylkkas mis leat dál muitalusat gaskkafylkkas, Moskavuonas ja Romssa sámeskuvllas.

source: Fra Nordland forteller en lærer i Tysfjord om egne erfaringer som illustrasjon av vilkåra for lulesamisk opplæring.
sme: Nordlánddas muitala oahpaheaddji Divttasvuonas iežas vásáhusaid birra, oahppin ja oahpaheaddjin, ja dakko bokte maiddái julevsámegiela eavttuid birra vuođđoskuvllas.

source: Deretter hopper vi helt til Oslo.
sme: Dan maŋŋá mii njuiket Osloi.

source: Trass i at der bor flere tusen samer, har det vært alt annet enn enkelt å få til ei god samiskopplæring for samiske barn som vokser opp der.
sme: Vaikko doppe orrot duháhat sámit. de ii eisege leat leamaš álki addit buori sámegieloahpu sámi mánáide geat šaddet bajás doppe.

source: Dette forteller den læreren som i lengst tid har drevet samiskopplæring i hovedstaden.
sme: Dán muitala oahpaheaddji gii guhkimus áiggi lea oahpahan sámegiela oaivegávpogis.

source: Samiske elever finnes over så godt som hele Norge, men samisklærere finnes ikke overalt.
sme: Sámi oahppit gávdnojit measta miehtá Norgga, muhto sámegieloahpaheaddjit eai leat juohke sajis.

source: Da har løsninga ofte vært forskjellige former for fjernundervisning.
sme: Dalle lea čoavddus dávjá leamaš gáiddusoahpahus.

source: Her forteller mor til en av elevene som får samisk fjernundervisning i Bergen om de erfaringer hun sjøl og noen andre foreldre og elever har gjort.
sme: Dá muitala eadni, gean mánás lea sámegiella gáiddusoahpahussan Bergenii, iežas ja muhtin eará váhnemiid ja ohppiid vásáhusaid birra.

source: Til slutt ser vi på hvilken rolle lærerorganisasjonene har spilt i forhold til statens skiftende skolepolitikk overfor samiske elever.
sme: Loahpas mii jearrat makkár rolla lea oahpaheaddjiorganisašuvnnain leamaš stáhta molsašuddi skuvlapolitihka ektui.

source: Har de vært ei støtte for statens politikk eller ytt motstand mot denne?
sme: Leat go sii dorjon skuvlasámepolitihka sámiid ektui, vai vuostálastán dan?

source: Hvordan har de stilt seg når politikken har vært i endring?
sme: Makkár lea leamaš daid oaidnu go politihkka lea rievdán?

source: Har de da vært drivkrefter eller bremseklosser?
sme: Leat go sii vuolggahan ođđa oainnuid vai caggan?

source: De glimta vi har fått med her viser at det ikke er enkle svar på dette, og at det her, som i så mange andre saker vi har tatt opp i Samisk skolehistorie, er behov for ytterligere undersøkinger og forsking.
sme: Bihtát maid mii buktit dás čájehit ahte dasa eai leat oktageardánis vástádusat, ja ahte dás, nu go máŋgga eará áššis maid mii leat gieđahallan Sámi skuvlahistorjjás, lea dárbu eanet iskkademiide ja dutkamii.

source: Opprinnelig hadde vi tenkt at 6. bind også skulle inneholde to større hovedemner til.
sme: Álggus leimmet jurddašan ahte 6. girjjis galge maiddái leat vel guokte stuora váldofáttá.

source: Det ene var et utvalg av historiske dokumenter og artikler fra perioden 1945 til i dag.
sme: Nubbi lei historjjálaš dokumeanttat ja artihkkalat áigodagas 1945 maŋŋá.

source: Det andre var eksempel på hvordan samiske skoleforhold er behandla i samisk og norsk skjønnlitteratur.
sme: Nubbi fas mo sámi ja dáru čáppagirjjálašvuohta lea govvidan sámi skuvladili.

source: Dessverre blei det ikke plass til dette i boka, men du kan finne dette på internett, på adressa http://skuvla.info, sammen med de artiklene som er trykt i denne boka.
sme: Dađe bahábut dát fáttát eai čahkan dán girjái, muhto sáhtát gávdnat muhtin dákkár artihkkaliid interneahtas, čujuhusas http://skuvla.info, ovttas artihkkaliiguin mat leat prentejuvvon dán girjjis.
